---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecRoomReflectivityFloor
source: html/d3604536-c698-d6b5-8f21-ad6cd8113d0b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecRoomReflectivityFloor Property

"Floor Reflectance"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecRoomReflectivityFloor { get; }
```